tap "browsh-org/browsh"
tap "coursier/formulas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "virtuslab/scala-cli"
brew "act"
brew "autoconf"
brew "automake"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "cask"
brew "cmake"
brew "cowsay"
brew "dotnet"
brew "fd"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "flyway"
brew "folly"
brew "gh"
brew "git"
brew "git-lfs"
brew "libksba"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gradle"
brew "imagemagick"
brew "libyaml"
brew "mas"
brew "mill"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pam-reattach"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "sl"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "coursier/formulas/coursier"
brew "qmk/qmk/qmk"
brew "virtuslab/scala-cli/scala-cli"
cask "anki"
cask "coconutbattery"
cask "deezer"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "fliqlo"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "kicad"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mist"
cask "notion"
cask "onedrive"
cask "openemu"
cask "prusaslicer"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle"
cask "sonos"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
