tap "browsh-org/browsh"
tap "coursier/formulas"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "localstack/tap"
tap "qmk/qmk"
tap "virtuslab/scala-cli"
brew "autoconf"
brew "automake"
brew "bat"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cowsay"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "libksba"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gradle"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "libyaml"
brew "macos-trash"
brew "mas"
brew "mill"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "pam-reattach"
brew "parquet-cli"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "sl"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "browsh-org/browsh/browsh"
brew "coursier/formulas/coursier"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "localstack/tap/localstack-cli"
brew "qmk/qmk/qmk"
brew "virtuslab/scala-cli/scala-cli"
cask "anki"
cask "arc"
cask "coconutbattery"
cask "deezer"
cask "discord"
cask "docker"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mist"
cask "monitorcontrol"
cask "onedrive"
cask "openemu"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "rocket-chat"
cask "sonos"
cask "sourcetree"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
