tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "eclipse-zenoh/zenoh"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "virtuslab/scala-cli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "broot"
brew "btop"
brew "glib"
brew "choose-rust"
brew "cmake"
brew "colima"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "diskonaut"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "duf"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "libksba"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gradle"
brew "helix"
brew "helm"
brew "hledger"
brew "libtool"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "kcat"
brew "kubernetes-cli"
brew "kustomize"
brew "libyaml"
brew "lsd"
brew "macos-trash", link: true
brew "mas"
brew "media-info"
brew "micro"
brew "mill"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "ollama"
brew "pam-reattach"
brew "parquet-cli"
brew "pipx"
brew "poppler"
brew "protobuf"
brew "pv"
brew "python@3.10"
brew "qemu"
brew "ripgrep"
brew "scc"
brew "sd"
brew "shellcheck"
brew "sl"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tre-command"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "zlib"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
brew "derailed/k9s/k9s"
brew "eclipse-zenoh/zenoh/zenoh"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "qmk/qmk/qmk"
brew "virtuslab/scala-cli/scala-cli"
cask "anki"
cask "arc"
cask "balenaetcher"
cask "capcut"
cask "coconutbattery"
cask "deezer"
cask "discord"
cask "figma"
cask "firefox"
cask "font-iosevka"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mist"
cask "mixxx"
cask "monitorcontrol"
cask "onedrive"
cask "openemu"
cask "postman"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rekordbox"
cask "sonos"
cask "sourcetree"
cask "steam"
cask "stremio"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
